//
// Notes:
// - Translate only the parts to the right of the = sign.
// - Leave special characters such as \ and @% as they are.
//

"PARENT_GATE_INSTRUCTIONS" = "もし、サポートが必要な場合には、いつでもスクリーンを2本の指で強く押してから、数秒間押し続けて下さい。";

"LOCATION_EXPLANATION" = "サンタクロースの行先を決めるためには、このアプリはあなたのおおよその場所を確認する必要があります。\
\
子供のプライバシーの規制保護のため、このアプリはあなたの正確な位置までは探し当てません。";

"NETWORK_ERROR_MESSAGE" = "もう少し待ってから再度トライするか、あなたの端末のネットワークの設定をチェックしてみて下さい。\
\
場所を検索するためには、ネットワークのアクセスが必要になります。";

// Make it clear we are asking for a rough location, not an exact address.
"LOCATION_PROMPT" = "あなたはどこにいますか？";

"CITY_STATE_ETC" = "市、県、国　他";

"DEFAULT_LOC_NAME" = "自分の位置を設定";

"SET_LOCATION_TEXT" = "サンタさんからの距離や方向を知るために、あなたの住んでいる市や県を入力したいですか？";

"SET_LOCATION_LATER_TEXT" = "サンタさんからの距離はデフォルトの場所で決定されます。スクリーンの一番下のボタンをクリックすることで、自分の現在地をいつでも入力できます。";

// For twitter, etc. so limit to 140 chars or less.
// The %@ part will be replaced with a phrase like "826 km" by the app.
"SHARE_TEXT" = "サンタクロースを%@ だけ離れたところに見つけました。http://goo.gl/fGzm6e #クリスマス #apps #iPhone #santarts";

"MILES_SHORT" = "マイル";

"KILOMETERS_SHORT" = "km";

// We want people to click this and review the app positively.
"RTS_NEWS_DEFAULT_TEXT" = "このアプリをお楽しみ下さい";

//
// Basic labels for buttons, etc.
//

"PRIVACY_POLICY_LABEL" = "プライベートポリシー";

"DONE_LABEL" = "終了";

"CANCEL_LABEL" = "キャンセル";

"NO_THANKS" = "遠慮します";

"OKAY" = "OK";

// For a button leading to a help page
"HELP" = "ヘルプ";

// For a button leading to a social sharing screen
"SHARE" = "シェア";

//
// On-screen statuses and errors.  These need to be as short as possible.
//

"STATUS_SCANNING" = "スキャン中";

"STATUS_LOCKING" = "ロッキング";

"NETWORK_ERROR_LABEL" = "ネットワークエラー";

"CAMERA_PREVIEW_VIDEO_NOT_CONNECTED" = "カメラなし";

"CAMERA_VIEW_ERROR" = "カメラエラー";

"AUDIO_INIT_ERROR" = "音声エラー";

"SENSOR_ERROR_CANT_FIND_NORTH" = "コンパス誤差";

"IOS_NEEDS_UPGRADE" = "iOSのアップグレードが必要";

"SENSOR_ERROR_MAGNETOMETER_NOT_AVAILABLE" = "コンパスなし";

"LOCATION_ERROR" = "場所のエラー";

"FILE_ERROR" = "ファイルのエラー";

"INTENAL_ERROR" = "内部エラー";

//
// No translations below here, please.
//

"APP_HOME_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=ja&u=http%3A%2F%2Fwww.roundtripsoftware.com%2F&sandbox=1";

"APP_HELP_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=ja&u=http%3A%2F%2Fwww.roundtripsoftware.com%2Fhelp%2Fsanta%2F&sandbox=1";

"RTS_HOME_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=ja&u=http%3A%2F%2Fwww.roundtripsoftware.com%2F&sandbox=1";

"RTS_NEWS_TEXT_SOURCE" = "http://goo.gl/IgVHQM";

"RTS_NEWS_LINK_SOURCE" = "http://www.roundtripsoftware.com/app_news/link_ja.txt";

"APP_PRIVACY_POLICY_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=ja&u=http%3A%2F%2Fwww.privacychoice.org%2Fpolicy%2Ftext%3Fpolicy%3Ddf32b1f28302e7d1ca0887ea017f166d&sandbox=1";

"RTS_NEWS_DEFAULT_LINK" = "http://goo.gl/fGzm6e";
